<?php

return [
    'gameDescription' => 'Экономическая онлайн игра, прибыль в которой зависит от выбранной вами стратегии развития! Уйти в минус в игре невозможно, но от того как благоразумно вы будете вести своё фермерское хозяйство, зависит как быстро вы начнёте получать прибыль и какого размера будет ваша прибыль!',
    'supportDescription' => 'Уважаемые пользователи проекта <strong>farmhouse.pro!</strong><br>Для решения возникающих у Вас проблем и вопросов, касающихся проекта <strong>farmhouse.pro</strong>, воспользуйтесь системой тикетов нашего сайта.<br>Внимание! Прежде чем задать вопрос <strong>администрации farmhouse.pro</strong>, пожалуйста, убедитесь в том, что на общедоступных страницах сайта нет на него ответа. Если Ваш вопрос некорректный или ответ на него имеется на страницах проекта, Ваш тикет будет закрыт без предупреждения! Берегите своё время и время администрации сайта.<br>Помните! Чем точнее и полнее Вы изложите суть своей проблемы или вопроса, тем быстрее и точнее Вы получите ответ!<br>С уважением, <strong>Администрация farmhouse.pro.</strong><br>',
    'settingsWelcomeText' => 'Добро пожаловать в игру Название игры<br>Уважаемый фермер {username}, Вы получаете в подарок поле для посева пшеницы, бесплатный загон кур для получения яиц от кур и 100 единиц энергии.<br>Обязательно прочитайте инструкцию и FAQ!<br>Администрация желает Вам удачной игры и высоких заработков!',
    'chatRules' => '<p>1. Размещать ссылки на посторонние ресурсы.</p><p>2. Размещать сообщения рекламного характера.</p><p>3. Размещать сообщения одного содержания.</p><p>4. Размещать бессмысленные сообщения.</p><p>5. Оскорблять других участников ЧАТа.</p><p>6. Использовать ненормативную лексику.</p><p>7. Злоупотреблять смайлами или специальными символами.</p><p>8. Указывать администрации, что и как делать.</p><p>9. Обсуждать действия администрации и модераторов.</p><p>10. Заниматься попрошайничеством.</p>',
    'bonusDisabled' => 'Биржа опыта в данный момент закрыта',
    'exchangeText' => '<p>На бирже опыта Вы можете обменять купленную продукцию и энергию на опыт.</p><p>На данный момент можно обменять {productName} на опыт</p>',
    'payExchangerText' => 'Обменять денежные средства с баланса <strong>для вывода</strong> на баланс <strong>для оплаты</strong>. <br/>Комиссия системы за обмен составляет <b>0%</b>.',
    'payTransferText' => 'Передать средства другому пользователю с баланса <strong>для оплаты</strong> на баланс <strong>для оплаты</strong>.',
    'bonusMessage' => 'У вас недостаточно баланса',
    'bonusEnergyMsg' => 'Недостаточно энергии! Нужны 2 ед. энергии!',
    'bonusMsg' => 'Вы уже получали бонус за последний час!',
];
